const FakeDataArtickle = [
       {
              id: 1,
              img: "https://sabzlearn.ir/wp-content/uploads/2025/07/ch1.webp",
              title: "2 اکستنشن کاربردی گوگل کروم برای برنامه نویسان",
              summary: "اگر برنامه‌نویس باشید، بخش زیادی از روزتان در مرورگر می‌گذرد. از جست‌وجوی خطاها و خواندن مستندات گرفته تا آزمایش سریعِ کدها و APIها. همین فضای آشنا می‌تواند با چند افزونهٔ کم‌حجم اما کاربردی، به یک جعبه‌ابزار همه‌ فن‌حریف تبدیل شود",
              created_at: "2020-05-03",
              user: "ali",
              tags: "extencions , browsers",
              body:
                     `
              <div class='flex flex-col justify-center items-center space-y-8' dir='rtl'>
                     <p>
                            اگر برنامه‌نویس باشید، بخش زیادی از روزتان در مرورگر می‌گذرد. از جست‌وجوی خطاها و خواندن مستندات گرفته تا آزمایش سریعِ کدها و APIها. همین فضای آشنا می‌تواند با چند افزونهٔ کم‌حجم اما کاربردی، به یک جعبه‌ابزار همه‌ فن‌حریف تبدیل شود؛ ابزاری که مراحل تکراری و وقت‌گیر را حذف می‌کند و حواس شما را روی اصل ماجرا، یعنی نوشتن کد باکیفیت متمرکز نگه می‌دارد. تصور کنید به‌جای ده‌ها تب به‌هم‌ریخته و کپی‌پیست‌های بی‌پایان، تنها با یک کلیک بتوانید درخواست‌های HTTP را شبیه‌سازی کنید، فونت صفحه‌ای را که دوست دارید درجا تشخیص دهید یا مجموعهٔ بزرگی از تب‌ها را برای ادامهٔ کار فردا ذخیره کنید.
                     </p>
                     <p class='text-primary'>
                            در این مقاله ، ۸ افزونه رایگان و به‌روز کروم معرفی شده‌اند که بدون وابستگی به زبان یا فریم‌ورک خاص، بهره‌وری برنامه‌نویسی را افزایش می‌دهند. انتخاب این افزونه‌ها براساس نصب بالا، رابط کاربری ساده و تاثیر عملی در توسعه بوده است. اگر به دنبال ابزارهایی برای دیباگ، طراحی یا مدیریت بهتر تب‌ها هستید، این لیست می‌تواند تجربه شما را متحول کند.
                     </p>
              </div>
              `,
       },
       {
              id: 2,
              img: "https://sabzlearn.ir/wp-content/uploads/2025/06/51.webp",
              title: "5 نشونه که وقتشه مسیر شغلی خودت رو در برنامه‌نویسی عوض کنی",
              summary: "گاهی اوقات همه‌چیز در ظاهر خوب پیش می‌رود! شغل داریم، پروژه داریم و حتی شاید درآمد قابل قبولی هم داشته باشیم، اما یک احساس مبهم در پس‌زمینه ذهن‌مان هست که مدام زمزمه می‌کند: «این واقعا مسیر درست منه؟»",
              created_at: "2020-05-03",
              user: "Ali",
              tags: "extencions , browsers",
              body:
              `
                     <div class='flex flex-col justify-center items-center space-y-8' dir='rtl'>
                            <p>
                                   اگر برنامه‌نویس باشید، بخش زیادی از روزتان در مرورگر می‌گذرد. از جست‌وجوی خطاها و خواندن مستندات گرفته تا آزمایش سریعِ کدها و APIها. همین فضای آشنا می‌تواند با چند افزونهٔ کم‌حجم اما کاربردی، به یک جعبه‌ابزار همه‌ فن‌حریف تبدیل شود؛ ابزاری که مراحل تکراری و وقت‌گیر را حذف می‌کند و حواس شما را روی اصل ماجرا، یعنی نوشتن کد باکیفیت متمرکز نگه می‌دارد. تصور کنید به‌جای ده‌ها تب به‌هم‌ریخته و کپی‌پیست‌های بی‌پایان، تنها با یک کلیک بتوانید درخواست‌های HTTP را شبیه‌سازی کنید، فونت صفحه‌ای را که دوست دارید درجا تشخیص دهید یا مجموعهٔ بزرگی از تب‌ها را برای ادامهٔ کار فردا ذخیره کنید.
                            </p>
                            <p class='text-primary'>
                                   در این مقاله ، ۸ افزونه رایگان و به‌روز کروم معرفی شده‌اند که بدون وابستگی به زبان یا فریم‌ورک خاص، بهره‌وری برنامه‌نویسی را افزایش می‌دهند. انتخاب این افزونه‌ها براساس نصب بالا، رابط کاربری ساده و تاثیر عملی در توسعه بوده است. اگر به دنبال ابزارهایی برای دیباگ، طراحی یا مدیریت بهتر تب‌ها هستید، این لیست می‌تواند تجربه شما را متحول کند.
                            </p>
                     </div>
              `,
       }
];

export default FakeDataArtickle;